Repository: feincms/feincms-elephantblog
Catalog: elephantblog/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Blog entries in category
cs: Články v kategorii

source: category
cs: kategorie

source: Only show entries from this category.
cs: Zobrazit pouze články v této kategorii

source: paginate by
cs: stránkováno od

source: Set to 0 to disable pagination.
cs: Zadej 0 pro vypnutí stránkování

source: Blog entry list
cs: Seznam článků

source: Blog entry lists
cs: Seznamy článků

source: item count
cs: Počet článků

source: Entry count to show.
cs: Počet článků k zobrazení

source: newest entries content
cs: Nejnovější články obsah

source: newest entries contents
cs: Nejnovější články obsahy

source: featured entries content
cs: extra články obsah

source: featured entries contents
cs: extra články obsahy

source: content
cs: obsah

source: position
cs: Pozice

source: block
cs: Do bloku

source: left
cs: Nalevo

source: right
cs: Napravo

source: quote
cs: Citát

source: quotes
cs: Citáty

source: ordering
cs: Pořadí

source: categories
cs: Kategorie

source: Unnamed category
cs: Bezejmenná kategorie

source: category title
cs: Název kategorie

source: description
cs: Popis

source: category translation
cs: Překlad kategorie

source: category translations
cs: Překlady kategorie

source: is active
cs: Je aktivní

source: is featured
cs: Je zvýrazněný

source: title
cs: Název

source: author
cs: Autor

source: published on
cs: publikován dne

source: Will be filled in automatically when entry gets published.
cs: Pude automaticky vyplněno jakmile bude článek publikován

source: last change
cs: poslední změna

source: entry
cs: Článek

source: entries
cs: Články

source: One entry was successfully marked as %(state)s
cs: Článek úspěšně označen jako %(state)s

source: blog categories
cs: Kategorie článku

source: sleeping
cs: Čekající

source: queued
cs: Zařazené

source: sent
cs: Poslané

source: unknown
cs: Neznámé

source: ping
cs: Pingnout

source: ping again
cs: pingnout znovu

source: The sites where the blogpost should appear.
cs: weby, na kterých má článek být

source: Sites
cs: Sajty

source: A comma-separated list of tags.
cs: Čárkami oddělený seznam tagů

source: Preview
cs: Náhled

source: Newest articles
cs: Nejnovější články

source: News
cs: Články
